Autodesk.Revit.DB.Lighting.InitialWattageIntensity.#ctor(Autodesk.Revit.DB.Lighting.InitialWattageIntensity)
Creates a copy of the given initial wattage intensity object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013